{
    "title": "Elementa",
    "subtitle": "Creations of magic",
    "image": "bestiary_cards_elementa",
    "entries": [
        {
            "title": "Djinn",
            "intro": "The pitcher emitted a puff of glowing red smoke. The smoke pulsated, then gathered up into an irregular sphere floating in front of the poet's head...",
            "author": "The First Longing, a Tale Fantastic in All Ways.",
            "detail": "A djinn is a powerful air spirit, a condensation of the power of that element endowed with consciousness and character - the latter usually nasty. According to legend, djinn can grant even the most far-fetched wishes, though they do so very begrudgingly.\n\nUnusually powerful mages can capture and tame these beings. The mage can then draw on its energy, using it to cast spells without having to call on Power from traditional sources. Only a sparse handful have managed this feat, however, for djinn fight to avoid such a fate with stubborn determination. To imprison a djinn and bend it to one's will, one must first weaken it - and that is no easy feat.\n\nFighting a djinn is extraordinarily difficult. They can fling off spells in an instant that the most accomplished human mages could never cast with years of preparation. What's more, by manipulating the element of air they can summon powerful storms, hurricanes, and gales. Luckily, as magic beings, they are vulnerable to silver - yet steel will do them no harm.",
            "image": "bestiary_djinn_654x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": []
            }
        },
        {
            "title": "Earth Elemental",
            "intro": "How to survive an encounter with an earth element? Simple. Run. Fast as you can.",
            "author": "Nino Murk, bounty hunter",
            "detail": "Earth elementals are made of mud, clay, sand and rock dust clumped together with water and brought alive with magic. While seemingly slow and ponderous, there creatures are nevertheless dangerous and should be avoided at all costs.\n\nEarth elementals can withstand a tremendous amount of punishment. Due to their enormous mass they are virtually impossible to knock off balance. They do not bleed nor feel any pain from poison or even fire.\n\nThey kill men with astonishing ease – whether by smashing them with their fists or hurling enormous stones at them. Their only weakness is their vulnerabilities to dimeritium dust – thus before combat one should prepare a full arsenal of bombs containing this ingredient.",
            "image": "bestiary_earthelemental_654x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": []
            }
        },
        {
            "title": "Fire Elemental",
            "intro": "The first fire elemental was created by Ransant Alvaro. Sadly, flames engulfed his entire laboratory, burning it - along with every other building on his block - to ash.",
            "author": "Tarvix Sandoval, \"Origins of Magic Arcana\"",
            "detail": "Fire is the most destructive of the elements, thus the aggressive lethality of the creature that embodies its essence should come as no surprise. Fire elementals are forged in complicated magic rituals for one purpose: destruction. And they pursue this with murderous determination.\n\nThis elemental attacks using fireballs and streams of flame which reduce anything in their path to ashes in the blink of an eye. Like golems and other elementals, poison does not touch it nor does it bleed. Fire-based spells not only do no harm but in fact strengthen it - thus one should by no means think of striking it with Igni. Though vulnerable to silver blades, getting within sword's reach of one is dangerous due to the furnace-like heart they emanate. When fighting a fire elemental one should thus strike from a distance, using frost-spewing and dimeritium bombs, for they will do it the most damage.",
            "image": "bestiary_fireelemental_654x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [
                    "northern_wind"
                ],
                "signs": [
                    "aard"
                ]
            }
        },
        {
            "title": "Gargoyle",
            "intro": "It just me, or is that gargoyle ogling us?",
            "author": "Lara Estevann, burglar from Loc Muinne",
            "detail": "Gargoyles are stone statues brought to life by magic in order to guard mages' laboratories and lairs from intruders. Their appearance alone has scared off more than one prospective burglar. Those who do not take fright at the sight of these horned and winged monstrosities usually die shortly thereafter, torn to shreds by stony claws.",
            "image": "bestiary_gargoyle_511x582",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": [
                    "quen"
                ]
            }
        },
        {
            "title": "Golem",
            "intro": "If want us to break through this wall, we're gonna need twenty sappers, seven mules and a hundredweight of saltpeter. Or one golem.",
            "author": "Vilmir Brass, foreman at Mount Carbon",
            "detail": "Golems are mindless matter brought to life by a spell. They obey their creator's orders without question. Their boundless strength, ability to withstand pain, endless patience and the fact that they neet not one jot of food or drink makes them the best servants or guards anyone could ask for. Once provoked, they will not tire of battle until they have either crushed their opponent or themselves crumbled to dust.\n\nDefeating a golem is extraordinarily difficult: for obvious reasons it does not bleed, it feels no fear or mercy and it is invulnerable to fire and poison. What's more, a golem's body is as hard as the rock it is sometimes heft out of, so even a silver blade will barely wound it. The monster's only weakness is acid – a blade covered in acrid oil can thus increase one's chances for victory.\n\nGolems use no weapons, for they have no need – their fists, weighing over a hundred pounds each, can crush solid granite with one hit. A blow from a golem should thus be avoided at all costs – there is no shield that can stop it, nor sword that can parry it. That is no easy task, for these creatures are able to move with surprising speed. Luckily, their enormous mass means they are not very agile – once a golem begins a charge, it cannot stop quickly, a fact experienced witchers use to their advantage.",
            "image": "bestiary_golem_657x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": []
            }
        },
        {
            "title": "Hound of the Wild Hunt",
            "intro": "Baying at the heels of the Wild hunt are its Hounds, fierce beasts which follow it like dust clouds trailing after a comet. Hushed legends speak of them losing their way at times and descending from the night sky to earth, cold and death following in their wake.",
            "author": "Essi \"Blackjack\" Daven, trobairitz",
            "detail": "Born, or so some experts believe, of magic ice crystal, the Hounds of the Wild Hunt race alongside their spectral masters. Like ravenous, feral dogs they are capable only of mindlessly attacking whatever crosses their path.\n\nThe Hounds' chief weapons are their claws and teeth. Their battle tactics rely on knocking their opponents to the ground before tearing them to shreds. Badly wounded Hounds fall into a kind of frenzy that adds to their deadly might. These beasts also use their powers over the cold to freeze the ground around them and create sharp spikes of ice. Creatures born of frost,they feel pain from the Igni Sign, and there is also reason to believe Axii can momentarily weaken their drive to kill and somewhat weaken these fierce foes.\n\nThe Hounds' icy nature also means they can draw strength from extreme cold. Thus one should be particularly on guard when fighting them during blizzards or in glacial regions. Elven legends likewise claim they gain strength when a red moon - a known herald of the Hunt's arrival - hangs in the sky.",
            "image": "bestiary_houndofthewildhunt_654x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": [
                    "axii",
                    "igni"
                ]
            }
        },
        {
            "title": "Ice Elemental",
            "intro": "I thought to myself - what's a hunk of ice doing in the middle of some lab? And then that hunk of ice got up and broke my legs.",
            "author": "Yannick Lovt, burglar",
            "detail": "An ice elemental is a mass of frozen water animated by magic. Deprived of consciousness or independent will, this elemental is boundlessly obedient to the orders of the mage who created it. Those orders usually contain but one syllable: kill.\n\nIce elementals have no qualms about carrying out this order nor any particular difficulty in doing so. Gifted with incredible strength, they are completely invulnerable to poison and fire, deprived of sensitive organs, hard as permafrost and all in all incredibly difficult opponents. A witcher's only chance at tipping the scales towards victory is to toss a dimeritium bomb – shrapnel made of this metal interferes with the workings of the spell that gives this creature life. Beyond that remains only prayer.",
            "image": "bestiary_iceelemental_654x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": []
            }
        },
        {
            "title": "Moreau's Golem",
            "expansion": "BaW",
            "intro": "",
            "author": "",
            "detail": "Long years of solitary study tend to make mages somewhat eccentric. As the years pass, laypeople being to irritate them more and more: they are dense, unreliable, disobedient and determined not to understand the gravity of mages' work. They display emotion when they should show discipline and self-mastery. No wonder mages have long considered the best companions to be artificial constructs they themselves bring to life and design to follow their orders and meet their needs. Professor Moreau was no exception in this regard. His golem was his dutiful servant and companion, in good times and bad. Moreau's golem was also an excellent guardian: massive, unyielding and devilishly strong. All in all, he was a tough nut for a witcher to crack!",
            "image": "bestiary_moreausgolem_654x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": []
            }
        },
        {
            "title": "Pixies",
            "expansion": "BaW",
            "intro": "\"Look! Pixies!\"\n\n\"We should go. Now.\"\n\n\"Come on, what harm can cute little pixies do us?\"",
            "author": "last words of two criminals who broke into the Land of a Thousand Fables, identities unknown",
            "detail": "",
            "image": "bestiary_pixie_654x727",
            "vulnerabilities": {
                "bombs": [],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": []
            }
        },
        {
            "title": "The Apiarian Phantom",
            "intro": "Something's destroyed our fields and hives. We think it's... the apiarian phantom.",
            "author": "Holofernes Meiersdorf",
            "detail": "The \"Apiarian Phantom\" destroying the Meiersdorf family's hives turned out to be a lost Hound of the Wild Hunt. When fighting such a beast, one must bear in mind three things. First of all, that the thick armor of ice covering it can only be pierced by strong blows. Second, that, like any other frost-born creature, it is vulnerable to fire, the Igni Sign included. Third and last: that it shall show no mercy.\n\nThough the Hound fought fiercely, it nevertheless fell to the witcher's blade. By killing this dangerous monster, Geralt saved the humans, halflings and, last but not least, bees of the area from further torment.",
            "image": "bestiary_theapiarianphantom_654x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": [
                    "axii",
                    "igni"
                ]
            }
        },
        {
            "title": "Therazane",
            "intro": "I do not believe in ghosts - it is that simple. But my men say the house shakes at night, walls crumble, why, even the floors move about...",
            "author": "Kurt Dysart, Count of Anchor",
            "detail": "There's no such thing as a risk-free real estate investment. It might turn out your new home has a leaky roof, structural rot in the attic, a scratched floor in the living room... or elven ruins beneath its foundations, and within them an enormous earth elemental just waiting for a chance to break free of its chains.\n\nFighting such a monster is no easy task. Its tough outer husk deflects all but the strongest blows. It can liquefy a man's bones with one crushing blow from its fists - thus, one should never near it without first casting the Quen Sign. One should have the Yrden Sign at the ready as well, whereas the other signs - Igni, Aard and Axii - are completely ineffective against it.\n\nIn the end the witcher triumphed over the powerful earth elemental, and in doing so won gratitude of, and a reward from, Count Dysart.",
            "image": "bestiary_therazane_654x727",
            "vulnerabilities": {
                "bombs": [
                    "dimeritium"
                ],
                "oils": [
                    "elementa"
                ],
                "potions": [],
                "signs": []
            }
        }
    ]
}