{
    "title": "Vampires",
    "subtitle": "The vampire alights",
    "image": "bestiary_cards_vampires",
    "entries": [
        {
            "title": "Alpha Garkain",
            "expansion": "BaW",
            "intro": "One can be forgiven for thinking garkains harbor some kind of particular hatred for humans. After all, given what humans are like, it would be hard to blame them.",
            "author": "Agnes of Myrkvid, druid flaminica and scholar.",
            "detail": "When a vampire gives a witcher a contract to kill another vampire, you can be certain neither of the two is entirely normal.\n\nThe contract seemed simple enough, though Geralt knew his target was a vampire. Yet one must bear in mind vampires are a very diverse group and their various species differ from one another greatly.\n\nThe witcher established the individual he sought had long, hooked claws with which it could tear apart a body with ease, leaving behind venom which hindered the clotting of blood. What's more, it could use these claws to scale even the sheer outer wall of a building, giving others the impression it possessed mind-boggling powers. Geralt also realized his opponent was an experienced predator able to set ambushes for its prey and attack it unexpectedly.\n\nThe monster he was tracking turned out to be a powerful type of garkain, a pack leader or alpha.\n\nAs the witcher expected, in addition to its ability to emit waves of mental energy, this alpha garkain also had powerful venom at its disposal.\n\nThe monster killed for pleasure, not just to satisfy its hunger. It must be admitted that Geralt also gained a measure of satisfaction from eradicating this beast, for he could still remember the massacre in the orphanage for which this garkain was responsible.",
            "image": "bestiary_alphagarkain_654x727",
            "vulnerabilities": {
                "bombs": [
                    "moon_dust",
                    "samum"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [
                    "black_blood"
                ],
                "signs": []
            }
        },
        {
            "title": "Alp",
            "expansion": "BaW",
            "intro": "Looked like a bruxa, but that was no bruxa...",
            "author": "fragment of a conversation between the ealdorman of Falkoane and a witcher.",
            "detail": "Alps are vampires that resemble bruxae in appearance. They are called phantoms by some, a name which fits well enough, for like phantoms they haunt and torment men. They usually take on the form of a woman, though they can also appear as animals. They are most often found prowling near villages. They attack at night and are most active when the moon is full. Alp saliva can make one fall asleep, and when applied to a sleeping man, can invoke horrible nightmares. Some suggest they are the cause of legends about men who go to sleep healthy and are found in the morning white as snow, not a drop of blood in their veins.\n\nIn combat alps display supernatural speed and incredible (even by vampire standards) stamina. One must aim one's sword with great precision, for alps are unequaled in the art of evading blows. The Yrden Sign is recommended, for it weakens an alp's defenses. Another strategy is to drink the Black Blood potion, for alps suck the blood of their victims to deprive them of strength and regenerate their own powers.\n\nUnlike bruxae, alps cannot turn invisible, yet like bruxae, they emit a shrieking noise whose shock wave can incapacitate. Their greatest asset is their agility and they can leap with uncanny lightness that appears to border on the power of flight. When in human form, they easily blend in with the surrounding community, which makes them very dangerous indeed.",
            "image": "bestiary_alp_654x727",
            "vulnerabilities": {
                "bombs": [
                    "moon_dust"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [
                    "black_blood"
                ],
                "signs": [
                    "yrden"
                ]
            }
        },
        {
            "title": "Bruxa",
            "expansion": "BaW",
            "intro": "If you must travel through the woods, steer clear of any places where you can hear several different kinds of birds at once. That sound means you're entering a bruxa's territory and can kiss your life farewell.",
            "author": "anonymous piece of advice",
            "detail": "Fortunately for us all, bruxae are rare creatures. Most live far from population centers, for they care greatly for their own safety and make their lairs in places where they cannot be taken by surprise. Those who decide to live near men avoid crowds and emerge from their shelters only at night. When they do, one could almost mistake them for delayed travelers hurrying towards their night's lodging, yet subtle details give them away: their close ties to birds, their piercing voices and the breathtaking speed of their movements. Bruxae are far swifter and stronger than men, but their greatest asset is their ability to turn invisible.\n\nBruxae dart about with uncanny speed, and with their power of invisibility they can easily confuse opponents and attack unexpectedly or from behind. Thus when fighting these vampires the Moon Dust bomb is a great aid – while it cannot eliminate the vampire's invisibility altogether, it can make it easier to track its motions. A generous smearing of vampire oil is also effective.\n\nBruxae use their sharp claws to attack and can easily break through an opponent's guard by buffeting him with a hail of blows from all directions. They will try to bite their prey and drink its blood once it is weakened, so every witcher who expects to encounter such a monster should swallow a Black Blood potion beforehand. Bruxae are also known for their sonic attacks, which knock down and stun their prey.",
            "image": "bestiary_bruxa_654x727",
            "vulnerabilities": {
                "bombs": [
                    "moon_dust"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [
                    "black_blood"
                ],
                "signs": [
                    "yrden"
                ]
            }
        },
        {
            "title": "Dettlaff van der Eretein",
            "expansion": "BaW",
            "intro": "It was horrifying to watch... that gentleman suddenly turned into a ghastly beast, with claws, and... tore those men to shreds with the precision of a master butcher...",
            "author": "a witness to Dettlaff's attacks",
            "detail": "Dettlaff is a higher vampire and one of the most terrifying creatures the world has ever known. Some vampires of his sort live among men easily and inconspicuously, sometimes even gaining the respect and admiration of their community. Yet even the most civilized vampire can be incredibly dangerous if provoked, and Dettlaff... Dettlaff was far from civilized.\n\nWhen in his two-legged form, Dettlaff strikes in surprising and unique ways, so one must be extremely alert and attentive. His razor-sharp claws, wielded with great strength and precision, are his chief weapons, yet he can also wield weapons of human devising with extraordinary skill.\n\nLike all higher vampires, Dettlaff can turn into fog and envelop opponents. When fighting a vampire in this form, one must watch out for magic puddles and attacks from the air. When wounded, Dettlaff tends to assume his winged form, using these powerful appendages to stun his foes near effortlessly.\n\nOne must remember higher vampires are immortal creatures and thus do not fear for their lives while fighting, meaning they take every risk. They are able to turn invisible and can regenerate strength during combat. All in all, they are supremely difficult foes, even for a witcher.",
            "image": "bestiary_dettlaffvandereretein_654x727",
            "vulnerabilities": {
                "bombs": [],
                "oils": [],
                "potions": [],
                "signs": []
            }
        },
        {
            "title": "Ekimmara",
            "intro": "Bah, ain't nothing to fear. Ekimmaras, why, they ain't nothing more than overgrown bats.",
            "author": "Anonymous city guardsman's last words",
            "detail": "Like other vampires, ekimmaras are not, despite what village gossips might say, undead humans. They are instead post-Conjunction monsters who have no particular feelings about garlic, holy water or religious symbols.\n\nUnlike their portrayals in ballads and legends, they look nothing like handsome, pale aristocrats with charming eastern accents, though, like katakans and nekurats, they do bear a strong resemblance to overgrown bats. They also do not suck blood from the necks of virgins with a delicate, kiss-like bite – they tear them to shreds using long, sharp claws and then slurp the splattered blood off the ground.\n\nEkimmaras are unusually cruel and exceptionally swift. They are able to quickly land blow after blow capable of smashing even the best Mahakaman-made armor into tiny shards. They should be fought with a silver sword, remembering that they can regenerate back health over time. One should thus never attempt to tire them out or, gods forbid, wait for it to bleed to death. Instead, cut then down as quickly as possible and, if possible, burn the body to ash and scatter it to the four winds.",
            "image": "bestiary_ekimmara_654x727",
            "vulnerabilities": {
                "bombs": [
                    "devils_puffball"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [],
                "signs": [
                    "igni"
                ]
            }
        },
        {
            "title": "Fleder",
            "expansion": "BaW",
            "intro": "The deceased's corpse was completely mutilated. All that remained of the nose was a hole clotted with blood. One eye socket had been torn off. Seeing this, Sergeant Dovate vomited profusely and the administration of smelling salts was required. The investigation has been discontinued and the deed attributed to a supernatural being.",
            "author": "fragment of a Toussaint Ducal Guard report",
            "detail": "Fleders are classified as lesser vampires. Though weaker than the rest of their ilk in every aspect from the physiomagic to they physiognomic, they should not be underestimated – for they are very, very dangerous. Fleders cannot be mistaken for any other creature, with their wide, toothy jaws, flat, unpleasant faces and completely hairless, often warty bodies. These vampires mainly fight with their teeth and claws, flailing them blindly and not stopping even when their victim is already dead. Even a solitary fleder is strong enough to take down a trained soldier.\n\nCompared to other vampires, fleders display meager intelligence, seen most clearly in the mindless rage which causes them to try with all their might to attack and tear to shreds any weaker being.\n\nWhen fighting fleders, it is best to take advantage of their particular method of movement. These creatures do not run, but they do try to catch their prey and knock it over by leaping. Knowing this behavior, one can plan the fight appropriately and not let oneself be caught by surprise.\n\nThey are vulnerable to vampire oil as well as Black Blood.",
            "image": "bestiary_fleder_654x727",
            "vulnerabilities": {
                "bombs": [],
                "oils": [
                    "vampire"
                ],
                "potions": [
                    "black_blood"
                ],
                "signs": []
            }
        },
        {
            "title": "Gael",
            "intro": "Vampire bites... and the strong stench of alcohol.",
            "author": "Geralt of Rivia",
            "detail": "Contrary to popular belief, monsters are not all alike. Like people, individual members of the same species can each have their own unique traits, preferences and weaknesses. A good example of this is the katakan which once fed on the inhabitants of Oxenfurt. Perhaps influenced by its close proximity to the hard-drinking student youth of the city, this vampire had developed a keen appetite for blood spiked with a hefty dose of hard alcohol - and also baubles and gaudy jewelry of all kinds.\n\nThe vampire had clearly thrived on its high-octane diet. It had grown exceptionally strong and gained the ability to regenerate lost life quickly, cause heavy bleeding with its claws and, if all that were not enough, meld into the air and appear again behind its opponent's back. Luckily the Quen Sign meant the witcher was well-equipped to defend against this surprise attack, and the Yrden Sign would let him catch the monster in a trap.\n\nTo bait the vampire, Geralt took note of its dietary preferences and seasoned his blood to match by loading up on cheap wine. This made it somewhat harder to aim his blows, true, but he still managed to defeat the beast - then had another battle awaiting him the next morning, this one against a powerful hangover.",
            "image": "bestiary_gael_654x727",
            "vulnerabilities": {
                "bombs": [
                    "devils_puffball",
                    "moon_dust"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [],
                "signs": [
                    "igni",
                    "yrden"
                ]
            }
        },
        {
            "title": "Garkain",
            "expansion": "BaW",
            "intro": "Blood on the ceiling, guts on the walls... Must be a garkain.",
            "author": "Yan of Lan Exeter, investigator and Captain of the City Watch",
            "detail": "Garkains, like fleders, belong to the class of particularly dangerous vampires whose strength exceeds even that of fiends. An encounter with one of their number almost always ends in death, which is why there are not many eye-witness accounts of them. From the city guard reports written up in Lan Exeter describing the attacks committed in that city in 1104 by three garkains (later killed by a certain Olivier of Gulet, witcher), it seems these horrible monsters do not content themselves with drinking the blood of their victims. The investigators concluded from the blood and guts strewn around the crime scenes that garkains tear their victims to shreds with great delight and muck about in their bloody entrails.\n\nGarkains belong to the group of creatures known as lesser vampires. They often gather around themselves members of other subspecies of lesser vampires, acting in such situations as leaders of the pack. They are by and large unable to run, but can jump a great distance and often attack their prey in that way. During combat, they usually keep their distance from their foes, trying to incapacitate them using a blast of mental energy provoking visions that beguile and disorient.\n\nBefore grappling a garkain, one should drink the Black Blood potion and stock up on vampire oil. It should also be remembered that the Samum and Moon Dust bombs are always effective weapons against any mental attacks.",
            "image": "bestiary_garkain_654x727",
            "vulnerabilities": {
                "bombs": [
                    "moon_dust",
                    "samum"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [
                    "black_blood"
                ],
                "signs": []
            }
        },
        {
            "title": "Higher Vampire",
            "intro": "Men, the polite ones, at least, would call me a monster. A blood-drinking freak.",
            "author": "Emiel Regis, higher vampire",
            "detail": "Only a mutual thirst for blood links higher vampires to their distant and much more primitive cousins: ekimmaras, alps, katakans and the like. Higher vampires are, in fact, much more similar to humans than to those bat-like blood slurpers. They not only resemble us in appearance, but also share our intelligence and behavioral patterns. This means they do not squat in distant forest or hide in the shadows. On the contrary, they are particularly fond of cities, where they live out deceivingly normal lives. Even witchers are not capable of recognizing them at once, for their medallions remain perfectly motionless in the presence of higher vampires. Yet all these similarities should not blind us to an essential difference: unlike men, higher vampires are immortal. Those who have faced them in combat and survived can be counted on one hand.\n\nIt is a witcher's good fortune that higher vampires are extremely rare – and not all are dangerous to humans. Though they do have a taste for blood, they do not need to drink it to survive. Some higher vampires have renounced feeding on humans altogether and do no harm to anyone, but others give in to their desires. A witcher who braves fighting a higher vampire must bear in mind that he faces a monster endowed with incredible strength, one able to manipulate men and animals, turn invisible and transform into a giant bat - and furthermore one which it is nearly impossible to kill. In other words, even an experienced monster slayer should think twice before accepting a contract on one of these creatures, even if half a kingdom and a princess' hand is in the offing.",
            "image": "bestiary_highervampire_654x727",
            "vulnerabilities": {
                "bombs": [],
                "oils": [
                    "vampire"
                ],
                "potions": [],
                "signs": [
                    "igni"
                ]
            }
        },
        {
            "title": "Katakan",
            "intro": "Melitele, Great Mother, protect us from evil, from unclean devils and foul demons, and most of all from the clutches of katakans and nekurats...",
            "author": "fragment of a prayer",
            "detail": "Katakans and their more dangerous kin, nekurats, are the embodiments of human fear. They hide in the shadows. They feed on blood. They resemble enormous bats – though with long fangs and even longer talons. And, as if that weren't terror enough, they can turn invisible, waiting unseen while dread of their unpreventable attack overwhelms their victim.\n\nWhen fighting a katakan one must pay particular attention to its shadow – often the only way to know its location.\n\nKatakans are invulnerable to steel, regenerate quickly, hear acutely and move at incredible speed. To even the odds one can temporarily immobilize katakans using the Yrden sign, then seize that moment to attack with all one's might – for there might not be another chance.\n\nUnfortunately, the legends are wrong and the sun's rays do not turn katakans to ash. They are vulnerable to sunlight, however, and when the sun stands at its zenith their regeneration is considerably slowed.",
            "image": "bestiary_katakan_654x727",
            "vulnerabilities": {
                "bombs": [
                    "devils_puffball",
                    "moon_dust"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [],
                "signs": [
                    "igni",
                    "yrden"
                ]
            }
        },
        {
            "title": "Protofleder",
            "expansion": "BaW",
            "intro": "Never seen a vampire like that in my life.",
            "author": "Geralt of Rivia, witcher",
            "detail": "Protofleders are relatives of fleders which came from the world of the higher vampires to our own during the Conjunction of the Spheres.\n\nThe members of this species are characterized by their considerable strength and agility as well as the strange glow they emit, a trait most likely tied to their otherworldly nature. Protofleders have never had significant contact with the outside world, having spent their entire time on our planet in the Unseen Elder's cave, whose atmosphere is very similar to that of their home world.",
            "image": "bestiary_protofleder_654x727",
            "vulnerabilities": {
                "bombs": [],
                "oils": [
                    "vampire"
                ],
                "potions": [
                    "black_blood"
                ],
                "signs": []
            }
        },
        {
            "title": "Sarasti",
            "intro": "We dug out a chamber. There was a beast sleeping inside. We fell over the props to collapse the ceiling, but it must not have buried the monster...",
            "author": "Bytomir of Velen",
            "detail": "Raiders of elven tombs either get rich quickly, or die trying. The Aen Seidhe's disintegrating temples and palaces hold priceless treasures, true, but within them many a foul monster waits in deep slumber. Such was the case in Byways, where a few peasants, unaware of the dangers they faced, awoke an unusually dangerous ekimmara.\n\nThe witcher knew this monster would be no easy kill. That the vampire would quickly regenerate, that its blows would cause heavy bleeding, that it was able to disappear into thin air. Yet he also knew he could overcome these advantages. He needed merely to use Yrden and Quen Signs and strike heavy blows. Oh, and avoid getting killed.\n\nThe vampire had already managed to kill several peasants and a patrol of heavily-armed Nilfgaardians. The list of victims would surely have grown even longer, had not Geralt of Rivia, the White Wolf, happened to waltz into town.",
            "image": "bestiary_sarasti_654x727",
            "vulnerabilities": {
                "bombs": [
                    "devils_puffball"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [],
                "signs": [
                    "igni"
                ]
            }
        },
        {
            "title": "The Bruxa of Corvo Bianco",
            "expansion": "BaW",
            "intro": "",
            "author": "",
            "detail": "The bruxa Geralt encountered and killed in self-defense at Corvo Bianco differed from other creatures of this sort. Firstly, it was more intelligent, capable even of articulating words in human language without much difficulty. What's more, this bruxa was tied to the Beast, the mysterious murderer prowling Beauclair at the time.\n\nFighting it presented Geralt with quite the challenge. Like other bruxae, this one possessed strength and speed far above that of any human, could turn invisible and could attack using a sonic wave.\n\nAs is typical for all vampires, it sought to suck its victim's blood. This meant the usual defense against those creatures, the Black Blood potion, was an effective weapon against it, as were the Moon Dust bomb and, naturally, the witcher's trusty silver blade.",
            "image": "bestiary_thebruxaofcorvobianco_654x727",
            "vulnerabilities": {
                "bombs": [
                    "moon_dust"
                ],
                "oils": [
                    "vampire"
                ],
                "potions": [
                    "black_blood"
                ],
                "signs": [
                    "yrden"
                ]
            }
        }
    ]
}